/* User/pwd server verification */
"Authentication Required" = "Autenticação necessária";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Cancelar";

/* HTTPS server verification */
"Proceed" = "Prosseguir";

/* Link long-press context menu */
"Copy Link" = "Copiar link";

/* Google autocomplete error */
"Error: " = "Erro: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Falha ao definir a sessão de áudio para a webview; pode não haver som.";

/* User/pwd server verification */
"Log In" = "Iniciar sessão";

/* Link long-press context menu */
"Open Here" = "Abrir aqui";

/* Link long-press context menu */
"Open in New Tab" = "Abrir em nova aba";

/* User/pwd server verification */
"Password" = "Senha";

/* Google autocomplete error */
"response code %d" = "código de resposta %d";

/* Google autocomplete error */
"response format unrecognized" = "formato da resposta não reconhecido";

/* Google autocomplete error */
"response non-decodable" = "resposta não-decodificável";

/* Google autocomplete error */
"response parsing %@" = "análise da resposta %@";

/* HTTPS server verification */
"Warning" = "Aviso";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "O certificado de segurança do site não é confiável. Continuar?";

/* User/pwd server verification */
"Username" = "Usuário";

/* Link long-press context menu */
"Open in Background Tab" = "Abrir em uma guia de segundo plano";

/* Bookmark view controller */
"Edit Bookmark" = "Editar Marcador";

/* Link long-press context menu */
"Save Image" = "Salvar imagem";

/* Link long-press context menu */
"Save Video" = "Salvar vídeo";

/* Web download failure alert title */
"Download Failed" = "Falha no download";

/* Web download failure description */
"File download failed due to network error." = "Falha no download do arquivo devido a erro na rede.";

/* Web download failure description */
"The file had unexpected content." = "Arquivo contém conteúdo inesperado.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "Não foi possível salvar o arquivo nas Rolo da Câmera.";

/* Web download failure description */
"File download failed due to internal error %@." = "Falha no download do arquivo devido a um erro interno %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "O navegador não consegue fazer o download do arquivo.";

/* Generic alert popup button */
"OK" = "OK";

/* Generic alert popup button */
"Cancel" = "Cancelar";
